import React from 'react';
import { Link } from 'react-router-dom';
import { Button, Container, MainHeading } from  '../../globalStyles';
import { HeroVideo, HeroSection, HeroText, ButtonWrapper, HeroButton } from './HeroStyles';

const Hero = () => {
	return (
		<HeroSection>
			<HeroVideo src="./assets/hero.mp4" autoPlay muted />
			<Container>
				<MainHeading>Mass Tech Company</MainHeading>
				{/* <HeroText>
					Our Company History
				</HeroText> */}
				<HeroText>
				“Масс Теч” ХХК нь 2017 онд байгуулагдсан бөгөөд ионжуулагч цацрагийн үүсгүүр ашигладаг уул уурхай, аж үйлдвэр, цацраг идэвхт ашигт малтмал, эмнэлгийн оношлогоо эмчилгээ, зам, каротожийн судалгаа, гадаад орчин, хил гаалийн салбаруудад цацрагийн үүсгүүр, цацрагийн хэмжилтийн багаж тоног төхөөрөмж, цөмийн болон цацрагийн аюулгүй байдлыг хангах хамгаалалтын хувцас хэрэгслийг дэлхийд тэргүүлэх үйлдвэрлэгчдээс албан ёсны эрхтэйгээр нийлүүлэх, худалдаалах чиглэлээр үйл ажиллагаа эрхэлдэг компани юм. Манай компани нь эх орондоо болон гадаад улсуудад цөмийн технологи, цөмийн инженер, электроникийн чиглэлээр бакалавр, магистрын зэргээ хамгаалсан мэргэжлийн, мэргэшсэн боловсон хүчинтэй. Цөмийн технологийн салбарын материаллаг баазыг бэхжүүлэх, өндөр технологийг монгол улсад нутагшуулахад төрийн болон хувийн хэвшлийн байгууллагуудтай хамтран ажиллаж нийлүүлсэн бараа бүтээгдэхүүнийхээ чанар аюулгүй байдалд мэрэгжлийн заавар зөвөлгөө өгч, цацрагийн хэмжилтийн багаж тоног төхөөрөмжүүддээ сургалт явуулж, засвар үйчилгээ хийж, хамтран ажилладаг. 
				</HeroText>
			</Container>
		</HeroSection>
	);
};

export default Hero;
