export const heroOne = {
	reverse: true,
	inverse: true,
	topLine: {
		text: 'Founded in 2017',
	},
	headline: "Бүтээгдэхүүн, үйлчилгээ",
	description: 'Бүх төрлийн цацраг (альфа, бета, гамма, нейтрон) хэмжих багаж, тоног төхөөрөмжийн худалдаа, засвар үйчилгээ . Цооногийн геофизикийн судалгаа нүүрс, ус, уран болон бусад бүх төрлийн эрлийн болон хайгуулын судалгааны цооногуудад цооногийн геофизикийн судалгаа хийнэ . Уул уурхайн тоног төхөөрөмжийн худалдаа . Цацрагийн хамгаалалтын хэрэгслийн худалдаа, цацрагаас хамгаалах хар тугалган хаалт хийх, зөвөлгөө мэдээлэл өгч, сургалт зохион байгуулах . Байгаль орчны цацрагийн судалгаа болон цацрагийн чиглэлээр мэргэжлийн зөвлөх үйлчилгээ үзүүлэх . Агаарын чанар, хөрс, ундны ус, гадаргуугын ус, барилгын материал, хоол хүнс, ашигт малтмалд лабораторын хэмжилт судалгаа хийж дүгнэлт гаргах. ',
	buttonLabel: 'Find More',
	imgStart: 'start',
	img: './assets/svg/Deal.svg',
	start: 'true',
};

export const heroTwo = {
	reverse: false,
	inverse: false,
	topLine: {
		text: 'Туршлага',
	},
	headline: 'Хийж хэрэгжүүлсэн ажил',
	description: 'Монгол Улсын уул уурхайн хамгийн том компани болох Оюутолгой ХХК-нд 2018 онд цацрагийн хэмжилтийн багажуудыг нийлүүлсэн . Мэргэжлийн хяналтын ерөнхий газарт хөдөлмөр хамгааллын хувцас, хэрэгсэл нийлүүлсэн . Цацрагийн үүсгүүр ашиглагч байгууллагуудад цацрагийн хамгаалалтын хувцас хэрэгсэл нийлүүлж байсан. Хот тохижилтын газар таримал мод, хашааны бэлдэц нийлүүлсэн. Ерөнхий боловсролын сургуульд шинээр комьютер, тоног төхөөрөмж нийлүүлж, комьютерийн танхимыг засварлаж байсан.',
	buttonLabel: 'View Project',

	linkTo: '/more',
	imgStart: 'start',
	img: './assets/svg/Connection.svg',
	start: 'true',
};

export const heroThree = {
	reverse: true,
	inverse: true,
	topLine: {
		text: 'Highly reputed brand',
	},
	headline: 'Яагаад биднийг сонгох хэрэгтэй вэ? ',
	description:
		'Дэлхийн шилдэг технологуудийг эх орондоо нутагшуулж хэрэглэгчдийн эрэлт хэрэгцээг хангаж ажиллана . Мэргэжлийн болон ёс зүйн өндөр ур чадвартай хамт олноор орчин үеийн шинэ техник технологийн дэвшлийг нэвтрүүлсэн багаж тоног төхөөрөмжийг хэрэглэгчид нийлүүлж салбарын хөгжилд хувь нэмрээ оруулсан тэргүүний компани байна.',

	buttonLabel: 'View Project',

	linkTo: '/download',
	imgStart: '',
	img: './assets/svg/ChartUp.svg',
	start: 'true',
};
